Repository: afpatmin/praktikertjanst
Catalog: dictionary_*.arb
Languages: de, es, fr

# about
source: om
de: Über
es: Sobre
fr: à propos

# about_this_project
source: About the project:
de: Über das Projekt:
es: Sobre el proyecto
fr: A propos du projet

# about_url
source: om
de: Über
es: Sobre
fr: à propos

source: Archive
de: Archiv
es: Archivo

# archive_url
source: Archive
de: Archiv
es: Archivo

# cancel
source: quit
de: Verlassen
es: Quitar
fr: annuler

source: close
de: schließen
es: Cerrar
fr: fermer

source: contact
de: kontakt
es: Contacto

# contact_bullet_1
source: amalgam should only be used in pre-dosed, encapsulated form.
de: Amalgam sollte nur in vordosierter, gekapselter Form verwendet werden.
es: La amalgama tan solo debería tener una forma encapsulada y predosificada.
fr: l'amalgame ne doit être utilisé que sous forme pré-dosée et encapsulée

# contact_bullet_2
source: children under the age of 15 and pregnant or breastfeeding women may not be treated with dental amalgam unless this is considered to be absolutely necessary on medical grounds
de: Kinder unter 15 Jahren und schwangere oder stillende Frauen dürfen nicht mit Zahnamalgam behandelt werden, es sei denn, dies ist aus medizinischen Gründen zwingend erforderlich
es: Los niños menores de 15 años y las mujeres embarazadas y lactantes no tienen que recibir tratamientos en el mismo sentido que el uso de amalgama dental.
fr: les enfants de moins de 15 ans et les femmes enceintes ou qui allaitent ne peuvent pas être traités avec un amalgame dentaire, sauf si cela est considéré comme absolument nécessaire pour des raisons médicales

# contact_bullet_3
source: amalgam separators with a specified level of efficiency must be installed where dental equipment in which amalgam or amalgam fillings are used
de: Amalgamabscheider müssen mit einem bestimmten Wirkungsgrad installiert werden in Zahnarztpraxen, in denen Amalgam- oder Amalgamfüllungen gelegt oder entfernt werden
es: En las instalaciones dentales en las que se utilizan amalgama o empastes de amalgama instalaremos separadores de amalgama con un nivel de eficiencia según el especificado
fr: des séparateurs d'amalgames d'un niveau d'efficacité spécifié doivent être installés dans les équipements dentaires dans lesquels des amalgames ou des amalgames dentaires sont utilisés

# contact_bullet_4
source: the EU Commission report on the possibility of long-term phasing-out of amalgam by 2030 no later than mid-2020.
de: Die EU-Kommission wird einen Plan zu einer möglichen Phase-Out für Amalgam bis 2030, bis spätestens Mitte 2020 vorlegen.
es: A más tardar a mediados de la década de 2020, la Comisión Europea podría anunciar la decisión sobre el uso de la amalgama para el año 2030.
fr: la Commission européenne effectuera un rapport sur la possibilité d'une élimination progressive des amalgames d'ici 2030 au plus tard à la mi-2020.

# contact_pragraph_1
source: Internship service has started a project called HG-Rid LIFE along with Sweden Recycling and the IVL Swedish Environmental Research Institute, with funding from LIFE, the EU action program for the environment and climate. We are taking responsibility for a sustainable society through the project. The main purpose of the project is to minimize the emission of mercury from dental clinics in Sweden, and in the longer term throughout the European Union.
de: Praktikertjänst hat zusammen mit Sweden Recycling und dem schwedischen Umweltforschungsinstitut IVL ein Projekt namens HG-Rid LIFE ins Leben gerufen, das von LIFE, dem EU-Aktionsprogramm für Umwelt und Klima, finanziert wurde. Durch das Projekt übernehmen wir Verantwortung für eine nachhaltige Gesellschaft. Das Hauptziel des Projekts besteht darin, die Quecksilberemission aus Zahnkliniken in Schweden und langfristig in der gesamten Europäischen Union zu minimieren.
es: En colaboración con Suecia Reciclaje y el Instituto de Investigación Ambiental Sueco IV y gracias a la financiación del Programa de Acción en Materia de Medio Ambiente de la UE, Praktikertjänst ha puesto en marcha un proyecto denominado HG-Rid LIFE. Este proyecto nos permite asumir la responsabilidad que recae en nosotros en cuanto a la creación de una sociedad sostenible. El objetivo principal del proyecto es reducir la emisión de mercurio en las clínicas dentales de Suecia y, a largo plazo, en todas las clínicas de la Unión Europea.
fr: Praktikertjänst met en place un projet appelé HG-Rid LIFE en partenariat avec Sweden Recycling et l’IVL Swedish Environmental Research Institute, avec l’aide du fonds LIFE, programme d’action pour l’environnement et du climat de l’UE. Nous prenons la responsabilité d'une société durable à travers le projet. L'objectif principal du projet est de minimiser les émissions de mercure des cliniques dentaires en Suède et, à plus long terme, dans l\'ensemble de l'Union européenne.

# contact_pragraph_2
source: Mercury is one of the most dangerous environmental toxins, and despite being banned in 2009, only a few dental practices have achieved zero emission or mercury from amalgam. Up to 15 tonnes of mercury are estimated to be found in the teeth of the Swedish population. The drilling-out of amalgam fillings will therefore be common to many years yet. Amalgam separators catch most of the mercury, but efficiency depends on such factors as maintenance. Neither are the finest amalgam particles caught in the separators. There is also a risk that mercury from drainpipes leaks into waste water. The risk of mercury accumulating in the pipes is especially high in practices where dental care was provided before the requirement for separators was introduced, and where older separators with poor function are still in use.
de: Quecksilber ist eines der gefährlichsten Umweltgifte und trotz des Verbots von Amalgam im Jahr 2009 haben nur wenige Zahnarztpraxen die Quecksilberemission von Amalgam auf Null gebracht. Es wird geschätzt, dass bis zu 15 Tonnen Quecksilber in den Zähnen der schwedischen Bevölkerung noch vorhanden sind. Das Ausbohren von Amalgamfüllungen wird daher noch viele Jahre Praxis sein. Amalgamabscheider fangen den größten Teil des Quecksilbers ab, die Effizienz hängt jedoch von Faktoren wie der Wartung ab. Auch die feinsten Amalgampartikel werden in den Amalgamabscheidern nicht erfasst. Es besteht auch die Gefahr, dass Quecksilber aus Abflussrohren ins Abwasser gelangt. Das Risiko, dass sich Quecksilber in den Rohren ansammelt, ist besonders hoch in Praxen, in denen vor der Einführung von Amalgamabscheidern Zahnbehandlungen durchgeführt wurden und ältere Amalgamabscheidern mit schlechterer Funktion immer noch verwendet werden.
es: El mercurio es una de las toxinas ambientales más peligrosas y, a pesar de que la amalgama se prohibió en el 2009, son algunas de las clínicas dentales que han logrado el objetivo de reducir las emisiones de mercurio originario de la amalgama. Se estima que en los dientes de la población. Por lo tanto, hay que tener en cuenta que, en los próximos años, la perforación de empastes de amalgama como una práctica muy común en la industria dental. Los separadores de amalgama son, sin embargo, verdaderos factores como el mantenimiento. Así pues, los separadores no pueden detener las partículas de amalgama más finas. También existe el riesgo de que el mercurio existente en las tuberías se filtre hacia las aguas residuales. El riesgo de que se acumule mercurio en las vías es especialmente alto en las clínicas en que se ha brindado atención dental a los clientes antes de la instalación de separadores de amalgama fuera un requisito indispensable y también en cuentos como se usan separadores antiguos, con una eficiencia menor
fr: Le mercure est l’une des toxines les plus dangereuses pour l’environnement et, malgré l’interdiction des amalgames en 2009, seuls quelques cabinets dentaires n’ont émis aucune émission de mercure à partir d’amalgames. On estime qu'il reste encore jusqu'à 15 tonnes de mercure dans les dentitions de la population suédoise. Le fraisage des amalgames sera donc courant pendant encore de nombreuses années. Les séparateurs d'amalgames récupèrent la majeure partie du mercure, mais l'efficacité dépend de facteurs tels que l’entretien. Les particules d'amalgame les plus fines ne sont pas non plus piégées dans les séparateurs. Le mercure provenant des tuyaux de drainage risque également de fuir dans les eaux usées. Le risque d'accumulation de mercure dans les conduites est particulièrement élevé dans les cabinets où les soins dentaires étaient fournis avant l'introduction de l'exigence des séparateurs et où les anciens séparateurs moins performants sont encore utilisés.

# contact_pragraph_5
source: Over 1,000 tonnes of mercury are estimated to be in the mouths of EU citizens. Dental amalgam is one of the main uses of mercury in the EU.
de: Schätzungen zufolge befinden sich über 1.000 Tonnen Quecksilber im Mund der EU-Bürger. Dentalamalgam ist eine der Hauptanwendungen von Quecksilber in der EU.
es: Se estima que en las bocas de todos. La amalgama dental es uno de los principales usos que se da al mercurio en la Unión Europea.
fr: On estime que plus de 1 000 tonnes de mercure sont dans la bouche des citoyens de l'UE. L'amalgame dentaire est l'une des principales utilisations du mercure dans l'UE.

# contact_pragraph_3
source: An EU program on mercury came into effect on 1 January 2018. Its aims include:
de: Ein EU-Programm für Quecksilber trat am 1. Januar 2018 in Kraft. Zu seinen Zielen gehören:
es: El 1 de enero de 2018 continúa en vigor un programa de restricción del mercurio en la Unión Europea. Sus principales objetivos son:
fr: Un programme de l'UE sur le mercure est entré en vigueur le 1er janvier 2018. Ses objectifs contiennent :

# contact_pragraph_4
source: The project is a contribution to the national environmental quality target 'Non-toxic Environment' and to the UN's global development goal, Agenda 2030 (Goal 6, Clean Water and Sanitation).
de: Das Projekt ist ein Beitrag zum nationalen Umweltqualitätsziel "Giftfri Miljö/Schadstofffreie Umwelt" und zum globalen Entwicklungsziel der Vereinten Nationen, Agenda 2030 (Ziel 6, Clean Water and Sanitation/Sauberes Wasser und Abwasser).
es: Este es un proyecto que tiene que ver con el objetivo de desarrollo de la calidad ambiental 'Giftfri Miljö' y el objetivo de desarrollo global de la ONU, en concreto, Agenda 2030 (Objetivo 6, agua limpia y saneamiento).
fr: Le projet constitue une contribution à l’objectif national de qualité de l’environnement «Giftfri Miljö» et à l’objectif de développement global de l’ONU, Agenda 2030 (objectif 6, eau propre et assainissement).

# contact_project_goal_1
source: make suggestions for guidelines for control within dental care that can be implemented in Sweden, and inspire guidelines within the rest of the EU
de: Vorschläge für Richtlinien zur Quecksilber-Emissionskontrolle in der Zahnarztpraxis erarbeiten, die in Schweden implementiert werden können und Richtlinien für die EU aufzeigen
es: proponer sugerencias de directrices a tener en cuenta a la hora de controlar el mercurio y que se puedan implantar en las clínicas dentales de Suecia para, además, inspirar otras directrices del resto de la UE
fr: la proposition de suggestions des lignes directrices pour le contrôle du mercure dans les soins dentaires pouvant être mises en œuvre en Suède et inspirer des lignes directrices dans le reste de l'UE

# contact_project_goal_2
source: develop new methods for efficient, user-friendly and cost-effective decontamination
de: Entwicklung neuer Dekontaminationsmethoden, die effizient, benutzerfreundlich und kosteneffektiv sind
es: desarrollar nuevos métodos para la descontaminación que sean eficientes, fáciles de usar y económicos
fr: le développement de nouvelles méthodes de décontamination efficaces, conviviales et économiques

# contact_project_goal_3
source: increase awareness of how mercury from amalgam affects the environment. This web portal is part of those efforts.
de: das Bewusstsein dafür zu schärfen, wie Quecksilber aus Amalgam die Umwelt beeinflusst. Dieses Webportal ist Teil dieser Bemühungen.
es: aumentar la conciencia sobre cómo el mercurio proviene de la amalgama en el medio ambiente. Esta web nace precisamente como parte de dichos esfuerzos.
fr: le renforcement de la sensibilisation à l'impact du mercure provenant des amalgames sur l'environnement. Ce portail numérique fait partie de ces efforts.

source: Contact us
de: Kontaktieren Sie uns
es: Contacta con nosotros
fr: Contactez-nous

# continueMsg
source: next
de: Weiter
es: siguiente
fr: suivant

source: course modules
de: Kursmodule
es: módulos de cursos
fr: modules de formation

# course_room_carousel_header
source: videos
es: vídeos
fr: vidéos

# course_room_for_curious_url
source: training-room-for-the-curious
de: schulungsraum-fur-interessenten
es: sala-de-formacion-para-los-mas-curiosos
fr: salle-de-formation-pour-les-curieux

# course_room_for_dental_teams_url
source: training-room-for-the-dental-care-teams
de: schulungsraum-fur-das-praxisteam
es: sala-de-formacion-para-equipos-de-cuidado-dental
fr: salle-de-formation-pour-equipe-soins-dentaires

# course_room_for_service_technicians_url
source: training-room-for-service-technicians
de: schulungsraum-fur-servicetechniker
es: sala-de-formacion-para-tecnicos-de-servicio
fr: salle-de-formation-pour-techniciens-de-service

# course_room_for_environmental_service_companies_url
source: training-room-for-environmental-maintenance-service-personnel
de: schulungsraum-fur-entsorgungsfachberater
es: sala-de-formacion-para-personal-de-mantenimiento-ambiental
fr: salle-de-formation-pour-personnel-du-service-de-maintenance-environnementale

# document_url
source: Document
de: Dokument
es: documentos

# documents_component_url
source: document list
de: Dokumentenliste
es: lista de documentos
fr: liste documents

source: english
de: Englisch
es: Inglés
fr: Anglais

# find_right_content_for_you
source: Find the right content for you
de: Finden Sie den richtigen Inhalt für Sie
es: Encontrar el contenido más adecuado para usted
fr: Trouvez le contenu qui vous convient

source: French
de: Französisch
es: Francés
fr: Français

source: German
de: Deutsch
es: Alemán
fr: Allemand

# good_examples
source: good example
de: gutes Beispiel
es: buenos ejemplos
fr: bon exemple

# home_url
source: home
es: inicio
fr: accueil

# language
source: English
de: Sprache
es: idioma
fr: Anglais

source: learn more!
de: Erfahren Sie mehr!
es: ¡Aumente sus conocimientos!
fr: en savoir plus !

source: Library
de: Bibliothek
es: Biblioteca
fr: bibliothèque

# library_button_tooltip
source: All the course materials can be found here in one place!
de: Alle Kursmaterialien finden Sie hier an einem Ort!
es: ¡Aquí podrás encontrar todos los materiales del curso!
fr: Tout le matériel de formation peut être trouvé ici, en un même lieu !

# library_header
source: All the material can be found in once place here!
de: Alle Informationen können hier abgerufen werden
es: ¡Aquí podrás encontrar todo el material!
fr: Tout le matériel peut être trouvé ici, en un même lieu !

# library_url
source: library
de: bibliothek
es: biblioteca
fr: bibliothèque

# main_header
source: A little effort can make a big difference!
de: Eine kleine Anstrengung kann einen großen Unterschied machen!
es: ¡Un pequeño esfuerzo puede suponer una enorme diferencia!
fr: Un petit effort peut faire une grande différence !

source: MENU
de: Menü
es: Menú

source: open
de: öffnen
es: Abrir
fr: ouvrir

# project_should
source: The project will:
de: Das Projekt wird:
es: El proyecto tendrá:
fr: Le projet permettra de

# quick_actions_url
source: fast activities
de: schnelle Aktivitäten
es: Actividades rápidas
fr: activités rapides

# quiz_fail_text_1
source: Sorry! You do not have enough correct answers to pass the test!
de: Es tut uns leid! Sie haben nicht genügend richtige Antworten, um den Test zu bestehen!
es: ¡Lo sentimos! ¡No tiene las respuestas correctas como pasar el examen!
fr: Désolé ! Vous n'avez pas assez de réponses correctes pour réussir le test !

# quiz_fail_text_2
source: Read through and try again.
de: Lesen Sie es durch und versuchen Sie es erneut.
es: Vuelva a echar un vistazo e inténtelo de nuevo.
fr: Lisez et essayez à nouveau.

# quiz_fail_text_3
source: You must answer correctly for
de: Sie müssen richtig antworten
es: Debe proporcionar una respuesta correcta
fr: Vous devez répondre correctement pour

# of_given_questions
source: of the questions
de: der Fragen
es: para las preguntas
fr: des questions

# quiz_fail_title
source: Sorry!
de: Es tut uns leid!
es: ¡Lo sentimos!
fr: Désolé !

# quiz_success_agree_terms
source: I hereby consent to Praktikertj√§nst AB saving my email address for up to 12 months. Your email address will not be used for promotional purposes or disclosed to any third party.
de: Hiermit erkläre ich mich damit einverstanden, dass Praktikertjänst AB meine E-Mail-Adresse für bis zu 12 Monate speichert. Ihre E-Mail-Adresse wird nicht zu Werbezwecken verwendet oder an Dritte weitergegeben.
es: Doy mi consentimiento para que Praktikertjänst AB almacene mi dirección de correo electrónico durante hasta 12 meses. Su dirección de correo electrónico no se utiliza con fines promocionales ni se divulga a terceros.
fr: Je consens par la présente à ce que Praktikertjänst AB enregistre mon adresse e-mail pendant une période maximale de 12 mois. Votre adresse électronique ne sera pas utilisée à des fins commerciales ni divulguée à des tiers.

# quiz_success_mail_sent_text
source: We will check.
de: Wir prüfen es.
es: Lo revisaremos.
fr: Nous vérifierons.

# quiz_success_mail_sent_title
source: Thanks!
de: Vielen Dank!
es: ¡Gracias!
fr: Merci !

# quiz_success_text_1
source: As part of the Hg-rid project, we want to evaluate the value of the portal.
de: Im Rahmen des Projekts Hg-rid möchten wir Sie bitten den Wert dieses Portals zu bewerten.
es: Como parte del Proyecto Hg-rid, nos encantaría poder evaluar la eficacia del portal.
fr: Dans le cadre du projet Hg-rid, nous souhaitons évaluer l’intérêt du portail.

# quiz_success_text_2
source: Would you answer a few questions via your email in a few months time? If yes, please enter your mail address here.
de: Würden Sie in einigen Monaten einige Fragen per E-Mail beantworten? Wenn ja, geben Sie bitte Ihre E-Mail-Adresse hier ein.
es: ¿Le importaría responder a una serie de preguntas por correo electrónico dentro de unos meses? Si está de acuerdo con ello, introduzca su dirección de correo electrónico aquí.
fr: Souhaitez-vous répondre à quelques questions via votre email, d’ici quelques mois ? Si oui, veuillez indiquer votre adresse email ici.

# quiz_success_title
source: Well done, you passed the test!
de: Gut gemacht, Sie haben den Test bestanden!
es: ¡Enhorabuena! ¡Ha aprobado el test!
fr: Félicitations, vous avez réussi le test !

# pass_limt
source: Minimum to pass:
de: Minimum zu bestehen:
es: Requisitos mínimos para aprobar:
fr: Score minimum pour réussir :

# read_more_about_this_project_at
source: Read more about the project at
de: Lesen Sie mehr über das Projekt unter
es: Obtenga más información sobre el Proyecto en
fr: Vous pourrez en lire plus à propos du projet sur

# redo_quiz
source: Try again
de: Änderung
es: Cambiar
fr: efaire le quiz

source: search
de: Suchen
es: Buscar
fr: rechercher

source: send
de: senden
es: Enviar
fr: envoyer

source: spanish
de: Spanisch
es: Español
fr: Espagnol

source: Swedish
de: Schwedisch
es: Sueco
fr: Suédois

# type_here_to_search
source: Enter here to search ...
de: Hier eingeben, um zu suchen ...
es: Insertar texto aquí para buscar…
fr: Taper votre recherche ici...

# word_list
source: Glossary
de: Glossar
es: Glosario
fr: glossaire

# document
source: {howMany, plural, =1 {documents} other {documents}}
de: {howMany, plural, =1 {dokument} other {dokument}}
es: {howMany, plural, =1 {documento} other {documento}}

# word
source: {howMany, plural, =1 {word} other {word}}
de: {howMany, plural, =1 {ord} other {ord}}
es: {howMany, plural, =1 {ord} other {ord}}
fr: {howMany, plural, =1 {mot} other {mot}}

# back
source: go back
de: zurück
es: Atrás
fr: revenir

# go_back_to_wordlist
source: go back to glossary
de: zurück zum Glossar
es: Volver al glosario
fr: revenir au glossaire

# check_your_answers
source: answers
de: Ergebnis
es: Resultado
fr: résultats

# correct
source: true
de: Wahr
es: Verdadero
fr: vrai

# not_correct
source: false
de: Falsch
es: Falso
fr: faux

source: Time
de: Zeit
es: Tiempo
fr: Temps

source: Length
de: Länge
es: Longitud
fr: Durée

source: Article
de: Artikel
es: Artículo

source: Reading
de: Lesen
es: Lectura
fr: lire

source: Video
es: Vídeo
fr: Vidéo

source: Quiz
es: Prueba

# continue_label
source: Continue
de: Fortsetzen
es: continuar
fr: continuer

# cancel_label
source: quit
de: Verlassen
es: Quitar
fr: annuler

# financial_support
source: Funded by the EU LIFE Program: HG-RID-LIFE LIFE15 ENV / SE / 000465
de: Finanziert aus dem EU LIFE-Programm: HG-RID-LIFE LIFE15 ENV / SE / 000465
es: Financiado por el programa VIDA de la UE HG-RID-LIFE LIFE15 ENV / SE / 000465
fr: Financé par le programme LIFE de l’UE :

source: Mercury
de: Quecksilber
es: Mercurio
fr: mercure

source: amalgam
es: Amalgama
fr: amalgame

source: dental care
de: Dentalbereich
es: Cuidado dental
fr: soin dentaire

# praktikertjanst
source: Praktikertj√§nst
de: Praktikertjänst
es: Praktikertjänst
fr: Praktikertjänst

source: Sweden
de: Schweden
es: Suecia
fr: Suède

source: Recycling
es: Reciclaje
fr: Recyclage

source: Amalgam separator
de: Amalgamabscheider
es: Separador de amalgama
fr: Séparateur d’amalgame

source: Environment
de: Umwelt
es: Medio ambiente
fr: environnement

source: green dental care
de: umweltbewusster Dentalbereich
es: Cuidado dental cuidadoso con el medio ambiente
fr: soin dentaire écologique

source: Separator
es: Separador
fr: Séparateur

# title
source: Hg-rid LIFE | Minimize mercury emissions to the environment from dental care
de: Hg-rid LIFE | Minimieren Sie die Quecksilberemissionen aus dem Dentalbereich in die Umwelt
es: Hg-rid LIFE | Minimizar las emisiones de mercurio en el medio ambiente.
fr: Hg-rid LIFE | Minimiser les émissions de mercure dans l'environnement provenant des soins dentaires

# description_sentence_1
source: How does mercury affect nature?
de: Wie wirkt sich Quecksilber auf die Natur aus?
es: ¿Cómo afecta el mercurio a la naturaleza?
fr: En quoi le mercure a-t-il un impact sur la nature ?

# description_sentence_2
source: What rules apply to the dental industry?
de: Welche Regeln gelten für die Dentalmarkt?
es: ¿Qué reglas se aplican en la industria dental?
fr: Quelles règles s’appliquent au secteur dentaire ?

# description_sentence_3
source: How can the dental industry minimize mercury emissions to the environment?
de: Wie kann die Dentalindustrie die Quecksilberemissionen in die Umwelt minimieren?
es: ¿Cómo puede ser la industria dental las emisiones de mercurio en el medio ambiente?
fr: Comment le secteur dentaire peut-il minimiser les émissions de mercure dans l'environnement ?
