Repository: afpatmin/praktikertjanst
Catalog: dictionary_*.arb
Languages: de, es, fr

# main_header_description
source: This is an open, free training course on how the dental industry can minimize emissions from dental amalgam. There are short video clips, interactive articles and documents with examples from Sweden. In Sweden the use of amalgam in dental clinics has been banned since 2009, due to the environmental impact. The tool can be a support to be prepared for the new EU-regulations.
de: Dies ist ein offener, kostenloser Schulungskurs, wie die Dentalbranche die Emissionen von Zahnamalgam minimieren kann. Es gibt kurze Videoclips, interaktive Artikel und Dokumente.
es: Este es un curso abierto y gratuito sobre cómo la industria dental puede minimizar las emisiones de la amalgama dental. Incluye vídeos cortos, artículos interactivos y documentos.
fr: Il s’agit d’une formation ouverte et gratuite sur la manière dont le secteur dentaire peut réduire les émissions des amalgames dentaires. La formation comporte de courts clips vidéo, mais aussi des documents et articles interactifs.
