Repository: afpatmin/praktikertjanst
Catalog: praktikertjanst_*.arb
Languages: sv

source: about
sv: om

# about_this_project
source: About the project:
sv: Om projektet:

# about_url
source: about
sv: om

source: archive
sv: arkiv

# archive_url
source: archive
sv: arkiv

source: cancel
sv: avbryt

source: close
sv: stäng

source: contact
sv: kontakt

# contact_bullet_1
source: Amalgam may only be used in predosed, encapsulated form.
sv: amalgam enbart får användas i fördoserad, inkapslad form.

# contact_bullet_2
source: children under the age of 15 and pregnant or breastfeeding should not be treated with amalgam unless it is considered necessary for medical purposes.
sv: barn under 15 år samt gravida eller ammande inte får behandlas med amalgam om det inte ur ett medicinskt perspektiv bedöms som absolut nödvändigt

# contact_bullet_3
source: amalgam separators with certain efficacy must be available at dental establishments where amalgam is used or amalgam fillings are removed
sv: amalgamavskiljare med viss verkningsgrad måste finnas vid tandvårdsinrättningar där amalgam används eller amalgamfyllningar avlägsnas

# contact_bullet_4
source: The EU Commission will report by mid-2020 on the possibility of long-term phasing out of amalgam by 2030.
sv: EU-kommissionen ska senast i mitten av 2020 rapportera om möjligheten att långsiktigt fasa ut amalgam senast till 2030.

# contact_pragraph_1
source: Praktikertjänst has, in cooperation with Sweden Recycling and IVL Swedish Environment Institute, initiated the HG-Rid LIFE project, which has received financial support from the LIFE - EU Environment and Climate Program. Through this project, we take our responsibility for a sustainable society. The main objective of the project is to minimize the release of mercury from dental care in Sweden and in the long term in the rest of the EU.
sv: Praktikertjänst har, i samarbete med Sweden Recycling och IVL Svenska Miljöinstitutet, startat projektet HG-Rid LIFE som fått ekonomiskt stöd av LIFE – EU:s program för miljö och klimat. Genom projektet tar vi vårt ansvar för ett hållbart samhälle. Projektets huvudsyfte är att minimera utsläppen av kvicksilver från tandvårdsmottagningar i Sverige och på sikt i övriga EU.

# contact_pragraph_2
source: Mercury is one of the most serious environmental hazards, and despite the fact that amalgam was banned in 2009, there are still only few dental surgeries that have zero emissions of mercury from amalgam. It is still estimated that up to 15 tonnes of mercury is present in the teeth of the Swedish population. The removal of amalgam fillings will therefore be done for many years to come. The amalgam separators catch up most, but the effectiveness depends, among other things, on how well equipment is taken care of. The finest amalgam particles are also not caught by the separators. There is also a risk that mercury from the drainage pipes leaks into the sewage, which needs to be monitored. The risk of mercury being stored in the pipes is particularly high in those dental care receptions that were established before amalgam separators were required or when older separators were still in use.
sv: Kvicksilver är ett av de allvarligaste miljögifterna och trots att amalgam förbjöds 2009 är det fortfarande få tandvårdsmottagningar som har nollutsläpp av kvicksilver från amalgam. Det beräknas fortfarande finnas upp till 15 ton kvicksilver i tänderna hos svenska befolkningen. Urborrning av amalgamfyllningar kommer därför att göras under många år framöver. Amalgamavskiljarna fångar upp det mesta, men effektiviteten beror bl.a. på skötseln. De finaste amalgampartiklarna fångas heller inte upp av avskiljarna. Det finns också risk att kvicksilver från avloppsrör läcker ut i avloppsvattnet. Risken att kvicksilver lagrats i rören är särskilt stor i de mottagningar där tandvård bedrivits innan kravet på avskiljare kom och där äldre avskiljare med en sämre funktion än dagens använts.

# contact_pragraph_5
source: Within the EU, there is more than 1 000 ton of mercury in the mouths of the population. Dental amalgam is one of the main sources of mercury waste within EU.
sv: Inom EU uppskattas det finnas mer än 1 000 ton kvicksilver i befolkningens munnar. Dentalt amalgam är en av de huvudsakliga källorna till användning av kvicksilver inom EU.

# contact_pragraph_3
source: EU mercury regulations took effect on January 1, 2018. It includes:
sv: En EU-förordning om kvicksilver trädde i kraft den 1 januari 2018. Den innebär bl.a. att:

# contact_pragraph_4
source: This project is a contribution to the National Environmental Quality Objective, Non-toxic Environment, and to the UN Global Development Goal Agenda 2030 (Objective 6 Clean Water and Sanitation).
sv: Projektet är ett bidrag till det nationella miljökvalitetsmålet Giftfri miljö samt till FN:s globala utvecklingsmål, Agenda 2030 (Mål 6 Rent vatten och sanitet).

# contact_project_goal_1
source: to make a suggestions for guidance concerning dental care that can be implemented in Sweden and inspire guidance in rest of EU
sv: ta fram förslag på vägledning för kvicksilverkontroll inom tandvård som kan implementeras i Sverige och inspirera till riktlinjer inom övriga EU

# contact_project_goal_2
source: develop new methods of remediation that are efficient, user-friendly and cost-effective
sv: utveckla nya metoder för sanering som är effektiv, användarvänlig och kostnadseffektiv

# contact_project_goal_3
source: increase knowledge and awareness of how mercury from amalgam affects the environment. This web portal is part of that work.
sv: öka kunskap och medvetenhet om hur kvicksilver från amalgam påverkar miljön. Denna webbportal är en del av detta arbete.

source: Contact Us
sv: Kontakta oss

# continueMsg
source: next
sv: nästa

source: course modules
sv: kursmoduler

# course_room_carousel_header
source: videos
sv: filmer

# course_room_for_curious_url
source: course room-for-curious
sv: kursrum-for-nyfikna

# course_room_for_dental_teams_url
source: course-room-for-dental-health-care-teams
sv: kursrum-for-tandvardsteam

# course_room_for_dental_technicians_url
source: course-room-for-dental technicians
sv: kursrum-for-dentaltekniker

# course_room_for_service_technicians_url
source: course-room-for-service-technicians
sv: kursrum-for-servicetekniker

# document_url
source: document
sv: dokument

# documents_component_url
source: document list
sv: dokumentlista

source: english
sv: engelska

# find_right_content_for_you
source: Find the right content for you
sv: Hitta rätt innehåll för dig

source: french
sv: franska

source: german
sv: tyska

source: good examples
sv: goda exempel

# home_url
source: home
sv: hem

source: language
sv: språk

source: learn more!
sv: lär dig mer!

source: library
sv: bibliotek

# library_button_tooltip
source: Here are all our course modules are collected!
sv: Här finns alla våra kursmoment samlade på ett och samma ställe!

# library_header
source: Here we have collected all our material!
sv: Här finns allt material samlat!

# library_url
source: library
sv: bibliotek

# main_header
source: A small effort can make a big difference!
sv: En liten insats kan göra stor skillnad!

source: menu
sv: meny

source: open
sv: öppna

# project_should
source: This project will:
sv: Projektet ska:

# quick_actions_url
source: rapid-activities
sv: snabba-aktiviteter

# quiz_fail_text_1
source: Unfortunately, you do not have enough correct answers to get a passing grade.
sv: Tyvärr har du inte tillräckligt många rätt för att bli godkänd på testet.

# quiz_fail_text_2
source: Read some more of our material and try again.
sv: Läs på mer och försök igen.

# quiz_fail_text_3
source: You need to answer correctly
sv: Du behöver svara rätt på

# of_given_questions
source: of the questions.
sv: av frågorna.

# quiz_fail_title
source: Sorry!
sv: Tyvärr!

# quiz_success_agree_terms
source: I agree that Praktikertjänst AB may save my email address for up to 12 months. The e-mail address will not be used for marketing purposes or passed on to third parties.
sv: Jag samtycker till att Praktikertjänst AB sparar min e-postadress i upp till 12 månader. E-postadressen kommer inte användas i marknadsföringssyfte eller lämnas vidare till tredje part.

# quiz_success_mail_sent_text
source: We will keep in touch.
sv: Vi hör av oss.

# quiz_success_mail_sent_title
source: Thanks!
sv: Tack!

# quiz_success_text_1
source: As part of the Hg-rid project, we want to evaluate the value of this portal.
sv: Som en del av Hg-rid projektetet vill vi utvärdera värdet av den här portalen.

# quiz_success_text_2
source: Would you like to answer few questions via your email in a few months? If so, enter your email address here.
sv: Kan du tänka dig att svara på några frågor via din mejl om några månader? I så fall skriver du in din mejladress här.

# quiz_success_title
source: Congratulations, you have passed the test!
sv: Grattis, du har klarat testet!

# pass_limt
source: Limit for for passing grade:
sv: Gräns för godkänt:

source: Read more about this project at
sv: Läs mer om projektet på

# redo_quiz
source: redo
sv: gör om

source: search
sv: sök

source: send
sv: skicka

source: spanish
sv: spanska

source: swedish
sv: svenska

# type_here_to_search
source: enter your search here...
sv: Skriv in här för att söka...

# word_list
source: dictionary
sv: ordlista

# document
source: {howMany, plural, =1 {document} other {documents}}
sv: {howMany,plural, =1{dokument}other{dokument}}

# word
source: {howMany, plural, =1 {word} other {words}}
sv: {howMany,plural, =1{ord}other{ord}}

# back
source: go back
sv: gå bakåt

# go_back_to_wordlist
source: go back to the glossary
sv: gå tillbaka till ordlistan

# check_your_answers
source: correct answers
sv: facit

# not_correct
source: False
sv: Falskt

source: Time
sv: Tid

source: Length
sv: Längd

source: reading
sv: läsning
